/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Wczytuję %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Nie można było wczytać panelu preferencji %@.";
"CouldNotLoad_ArchMisMatch" = "Nie możesz otworzyć panelu preferencji %@ na tym komputerze. Uzyskaj od producenta jego uaktualnioną wersję.";
"CouldNotLoad_ArchMisMatch_PPC" = "Nie możesz otworzyć preferencji %@, ponieważ panel ten nie działa na komputerach z procesorem PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "Nie możesz otworzyć preferencji %@, ponieważ panel ten nie działa na komputerach z procesorem Intel.";

/* Preferences error alert title */
"Preferences Error" = "Błąd preferencji";

"OK" = "OK";
"CANCEL" = "Anuluj";
"REPLACE" = "Zastąp";

"SEARCH_LABEL" =  "Szukaj";
"SEARCH_PALLETE_LABEL" = "Szukaj";
"SHOWALL_LABEL" = "Pokaż wszystkie";
"BACK_AXDESCRIPTION" = "Wróć";
"FORWARD_AXDESCRIPTION" = "Dalej";
"AXScrollAreaDescription" = "panele preferencji";

/* Label for Show All button */
"Show All" = "Pokaż wszystkie";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Preferencje systemowe - %@";

/* Show All window title */
"System Preferences" = "Preferencje systemowe";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Twój dostęp do tych preferencji został ograniczony.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Nie możesz otworzyć panelu preferencji %@, ponieważ nie masz aktualnie do niego dostępu.";
"PREF_PANE_HIDDEN_DESC" = "Do wyświetlenia tego panelu preferencji wymagane może być podłączenie urządzenia zewnętrznego.";

/* Install Assistant */
"PREF_PANE" = "panel preferencji";
"SCREEN_SAVER" = "wygaszacz ekranu";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Nie możesz tego używać tego panelu preferencji z posiadaną wersją Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Nie możesz tego używać tego wygaszacza ekranu z posiadaną wersją Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Ten panel preferencji wymaga Mac OS X %@ lub nowszego. Na komputerze zainstalowany jest Mac OS X %@.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Ten wygaszacz ekranu wymaga Mac OS X %@ lub nowszego. Na komputerze zainstalowany jest Mac OS X %@.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Aby użyć panelu preferencji %@, musisz go najpierw zainstalować. Czy chcesz go teraz zainstalować?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Aby użyć wygaszacza ekranu %@, musisz go najpierw zainstalować. Czy chcesz go teraz zainstalować?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Po kliknięciu w przycisk Instaluj program zapyta o nazwę administratora tego komputera i hasło.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "Nie można było usunąć panelu preferencji %@ z powodu błędu.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Instalowany panel preferencji jest już zainstalowany.  Czy chcesz zastąpić istniejący panel preferencji?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Starsza wersja tego panelu preferencji jest już zainstalowana. Czy chcesz zastąpić nowszą wersją?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Nowsza wersja tego panelu preferencji jest już zainstalowana. Czy chcesz zastąpić starszą wersją?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Instalowany wygaszacz ekranu jest już zainstalowany. Czy chcesz zastąpić istniejący wygaszacz ekranu?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Starsza wersja tego wygaszacza ekranu jest już zainstalowana. Czy chcesz ją zastąpić nowszą wersją?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Nowsza wersja tego wygaszacza ekranu jest już zainstalowana. Czy chcesz ją zastąpić starszą wersją?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "Nie można było zainstalować panelu preferencji %@ z powodu błędu.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "Nie można było zainstalować wygaszacza ekranu %@ z powodu błędu.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "Nie można było usunąć panelu preferencji %@ z powodu błędu.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "Nie można było usunąć wygaszacza ekranu %@ z powodu błędu.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Nie możesz zainstalować panelu preferencji %@, ponieważ jest on już zainstalowany.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Panel preferencji %@ jest częścią Mac OS X i nie można go zastąpić.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Nie możesz zainstalować wygaszacza ekranu %@, ponieważ jest on już zainstalowany.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Wygaszacz ekranu %@ jest częścią Mac OS X i nie można go zastąpić.";
"INSTALL_REQUEST_REOPEN_APP" = "Po zainstalowaniu tego oprogramowania zamknij Preferencje systemowe i otwórz je ponownie.";

"PREF_PANE_INSTALL_ERROR" = "Nie można było zainstalować panelu preferencji %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Nie można było zainstalować wygaszacza ekranu %@.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Usuń panel preferencji „%@”";

"ERR_LOADING_MISSING_TITLE" = "Nie można otworzyć „%@”, ponieważ ta rzecz jest niedostępna.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32 bity)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Aby użyć panelu preferencji %@, musisz zamknąć Preferencje systemowe i otworzyć je ponownie.";
